cask_args appdir: "/Applications"

brew "awscli"
brew "curl"
brew "gh"
brew "git"
brew "git-secrets"
brew "grep"
brew "gzip"
brew "hadolint"
brew "jq"
brew "mise"
brew "shellcheck"
brew "tflint"
brew "wget"

cask "azookey"
# cask "chatgpt"
cask "claude"
# cask "deepl"
# cask "discord"
cask "docker"
cask "drawio"
# cask "firefox"
cask "font-m-plus-1"
cask "google-chrome"
# cask "google-drive"
cask "iterm2"
# cask "notion"
# cask "postman"
cask "session-manager-plugin"
cask "slack"
# cask "spotify"
# cask "steam"
cask "visual-studio-code"
cask "zoom"